Repository: vincentbattez/DynamicNotch
Catalog: DynamicNotch/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt, ro, ru, sk, sr, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.wifi.noInternet.desc
source: Show a short notification when your Mac loses internet access.
ar: إظهار إشعار قصير عند فقدان Mac الاتصال بالإنترنت.
bg: Показване на кратко известие, когато вашият Mac загуби интернет връзка.
bn: আপনার Mac ইন্টারনেট সংযোগ হারালে একটি সংক্ষিপ্ত বিজ্ঞপ্তি দেখান।
ca: Mostra una notificació breu quan el Mac perd la connexió a Internet.
cs: Zobrazit krátké oznámení, když Mac ztratí připojení k internetu.
da: Vis en kort notifikation, når din Mac mister internetadgangen.
de: Kurze Benachrichtigung anzeigen, wenn dein Mac die Internetverbindung verliert.
el: Εμφάνιση σύντομης ειδοποίησης όταν το Mac χάνει την πρόσβαση στο διαδίκτυο.
es: Mostrar una notificación breve cuando el Mac pierda acceso a internet.
fa: نمایش اعلان کوتاه هنگام قطع اتصال اینترنت مک.
fi: Näytä lyhyt ilmoitus, kun Macisi menettää internetyhteyden.
fil: Magpakita ng maikling abiso kapag nawalan ng koneksyon sa internet ang iyong Mac.
fr: Afficher une courte notification lorsque votre Mac perd la connexion Internet.
he: הצג התראה קצרה כאשר ה-Mac שלך מאבד חיבור לאינטרנט.
hi: जब आपका Mac इंटरनेट एक्सेस खो देता है तो संक्षिप्त सूचना दिखाएं।
hr: Prikaži kratku obavijest kada vaš Mac izgubi internetsku vezu.
hu: Rövid értesítés megjelenítése, ha a Mac elveszíti az internet-hozzáférést.
id: Tampilkan notifikasi singkat saat Mac Anda kehilangan koneksi Internet.
it: Mostra una breve notifica quando il Mac perde la connessione Internet.
ja: Macのインターネット接続が失われたときに短い通知を表示します。
kk: Mac интернет байланысын жоғалтқанда қысқаша хабарландыру көрсету.
ko: Mac의 인터넷 연결이 끊어졌을 때 짧은 알림을 표시합니다.
ms: Tunjukkan pemberitahuan ringkas apabila Mac anda kehilangan akses internet.
nb: Vis et kort varsel når Mac-en mister internettilgangen.
nl: Toon een korte melding wanneer je Mac de internetverbinding verliest.
pl: Pokaż krótkie powiadomienie, gdy Mac utraci połączenie z Internetem.
pt: Mostrar uma notificação curta quando o seu Mac perder a ligação à Internet.
ro: Afișați o notificare scurtă când Mac-ul dvs. pierde accesul la internet.
ru: Показать короткое уведомление при потере доступа к интернету.
sk: Zobraziť krátke oznámenie, keď Mac stratí internetové pripojenie.
sr: Прикажи кратко обавештење када Mac изгуби интернет везу.
sv: Visa en kort avisering när din Mac tappar internetanslutningen.
th: แสดงการแจ้งเตือนสั้นๆ เมื่อ Mac ของคุณขาดการเชื่อมต่ออินเทอร์เน็ต
tr: Mac'iniz internet erişimini kaybettiğinde kısa bir bildirim göster.
uk: Показувати коротке сповіщення, коли Mac втрачає підключення до інтернету.
vi: Hiển thị thông báo ngắn khi máy Mac của bạn mất kết nối Internet.
zh_hans: Mac 失去互联网连接时显示短暂通知。
zh_hant: 當 Mac 失去網際網路連線時顯示簡短通知。

# settings.wifi.noInternet.title
source: No internet temporary activity
ar: نشاط عدم الاتصال بالإنترنت المؤقت
bg: Временна дейност при липса на интернет
bn: ইন্টারনেট ছাড়া অস্থায়ী অ্যাক্টিভিটি
ca: Activitat temporal de sense Internet
cs: Oznámení Žádné připojení k internetu
da: Midlertidig intet internet-aktivitet
de: Keine-Internetverbindung-Benachrichtigung
el: Προσωρινή δραστηριότητα έλλειψης διαδικτύου
es: Actividad temporal sin internet
fa: فعالیت موقت بدون اینترنت
fi: Ei internetiä -väliaikainen toiminta
fil: Pansamantalang Aktibidad na Walang Internet
fr: Notification Pas de connexion Internet
he: פעילות זמנית של אין אינטרנט
hi: कोई इंटरनेट नहीं अस्थायी गतिविधि
hr: Privremena aktivnost bez interneta
hu: Nincs internet ideiglenes tevékenység
id: Notifikasi Tidak Ada Koneksi Internet
it: Notifica Nessuna connessione Internet
ja: 「インターネット接続なし」通知
kk: Интернетсіз уақытша әрекет
ko: 인터넷 연결 없음 알림
ms: Aktiviti sementara tiada internet
nb: Midlertidig intet internett-aktivitet
nl: Melding Geen internetverbinding
pl: Powiadomienie o braku połączenia z Internetem
pt: Notificação de Sem ligação à Internet
ro: Activitate temporară lipsă internet
ru: Временная активность без интернета
sk: Dočasná aktivita bez internetu
sr: Привремена активност без интернета
sv: Avisering om ingen internetanslutning
th: กิจกรรมชั่วคราวเมื่อไม่มีอินเทอร์เน็ต
tr: İnternet yok geçici etkinliği
uk: Сповіщення про відсутність інтернету
vi: Thông báo không có kết nối Internet
zh_hans: 无网络临时活动
zh_hant: 無網際網路連線通知

# settings.wifi.temporaryActivity.desc
source: Show a short notification when Wi-Fi reconnects.
ar: إظهار إشعار قصير عند إعادة اتصال Wi-Fi.
bg: Показване на кратко известие, когато Wi-Fi се свърже отново.
bn: Wi-Fi পুনরায় সংযুক্ত হলে একটি সংক্ষিপ্ত বিজ্ঞপ্তি দেখান।
ca: Mostra una notificació breu quan el Wi-Fi es torna a connectar.
cs: Zobrazit krátké oznámení při opětovném připojení k Wi-Fi.
da: Vis en kort notifikation, når Wi-Fi genopretter forbindelsen.
de: Kurze Benachrichtigung anzeigen, wenn das WLAN wieder verbunden wird.
el: Εμφάνιση σύντομης ειδοποίησης κατά την επανασύνδεση του Wi-Fi.
es: Mostrar una notificación breve al reconectar Wi-Fi.
fa: نمایش اعلان کوتاه هنگام اتصال مجدد Wi-Fi.
fi: Näytä lyhyt ilmoitus, kun Wi-Fi yhdistää uudelleen.
fil: Magpakita ng maikling abiso kapag muling kumonekta ang Wi-Fi.
fr: Afficher une courte notification lors de la reconnexion au Wi-Fi.
he: הצג התראה קצרה כאשר ה-Wi-Fi מתחבר מחדש.
hi: Wi-Fi पुन: कनेक्ट होने पर संक्षिप्त सूचना दिखाएं।
hr: Prikaži kratku obavijest kada se Wi-Fi ponovno poveže.
hu: Rövid értesítés megjelenítése a Wi-Fi újracsatlakozásakor.
id: Tampilkan notifikasi singkat saat menyambung kembali ke Wi-Fi.
it: Mostra una breve notifica quando ti riconnetti al Wi-Fi.
ja: Wi-Fiに再接続したときに短い通知を表示します。
kk: Wi-Fi қайта қосылған кезде қысқаша хабарландыру көрсету.
ko: Wi-Fi에 다시 연결될 때 짧은 알림을 표시합니다.
ms: Tunjukkan pemberitahuan ringkas apabila Wi-Fi menyambung semula.
nb: Vis et kort varsel når Wi-Fi kobler til igjen.
nl: Toon een korte melding wanneer je opnieuw verbinding maakt met wifi.
pl: Pokaż krótkie powiadomienie po ponownym połączeniu z Wi-Fi.
pt: Mostrar uma notificação curta ao voltar a ligar ao Wi-Fi.
ro: Afișați o notificare scurtă când Wi-Fi-ul se reconectează.
ru: Показать короткое уведомление при повторном подключении Wi-Fi.
sk: Zobraziť krátke oznámenie po opätovnom pripojení Wi-Fi.
sr: Прикажи кратко обавештење када се Wi-Fi поново повеже.
sv: Visa en kort avisering när du återansluter till Wi-Fi.
th: แสดงการแจ้งเตือนสั้นๆ เมื่อเชื่อมต่อ Wi-Fi อีกครั้ง
tr: Wi-Fi yeniden bağlandığında kısa bir bildirim göster.
uk: Показувати коротке сповіщення при повторному підключенні до Wi-Fi.
vi: Hiển thị thông báo ngắn khi kết nối lại với Wi-Fi.
zh_hans: Wi-Fi 重新连接时显示短暂通知。
zh_hant: 重新連線至 Wi-Fi 時顯示簡短通知。

# settings.wifi.temporaryActivity.title
source: Wi-Fi temporary activity
ar: نشاط Wi-Fi المؤقت
bg: Временна Wi-Fi дейност
bn: অস্থায়ী Wi-Fi অ্যাক্টিভিটি
ca: Activitat temporal de Wi-Fi
cs: Dočasná aktivita Wi-Fi
da: Midlertidig Wi-Fi-aktivitet
de: Temporäre WLAN-Aktivität
el: Προσωρινή δραστηριότητα Wi-Fi
es: Actividad temporal de Wi-Fi
fa: فعالیت موقت Wi-Fi
fi: Väliaikainen Wi-Fi-toiminta
fil: Pansamantalang Aktibidad ng Wi-Fi
fr: Activité temporaire Wi-Fi
he: פעילות Wi-Fi זמנית
hi: Wi-Fi अस्थायी गतिविधि
hr: Privremena Wi-Fi aktivnost
hu: Wi-Fi ideiglenes tevékenység
id: Aktivitas Wi-Fi Sementara
it: Attività temporanea Wi-Fi
ja: Wi-Fi一時アクティビティ
kk: Уақытша Wi-Fi әрекеті
ko: Wi-Fi 임시 활동
ms: Aktiviti sementara Wi-Fi
nb: Midlertidig Wi-Fi-aktivitet
nl: Tijdelijke wifi-activiteit
pl: Tymczasowa aktywność Wi-Fi
pt: Atividade temporária Wi-Fi
ro: Activitate temporară Wi-Fi
ru: Временная активность Wi-Fi
sk: Dočasná aktivita Wi-Fi
sr: Привремена Wi-Fi активност
sv: Tillfällig Wi-Fi-aktivitet
th: กิจกรรมชั่วคราว Wi-Fi
tr: Wi-Fi geçici etkinliği
uk: Тимчасова активність Wi-Fi
vi: Hoạt động Wi-Fi tạm thời
zh_hans: Wi-Fi 临时活动
zh_hant: Wi-Fi 暫時活動

source: No VPN configurations found on this Mac. Please add a VPN connection in System Settings -> VPN first.
cs: Na tomto Macu nebyly nalezeny žádné konfigurace VPN. Nejprve přidejte připojení VPN v Nastavení systému -> VPN.
de: Auf diesem Mac wurden keine VPN-Konfigurationen gefunden. Bitte füge zuerst eine VPN-Verbindung in Systemeinstellungen -> VPN hinzu.
es: No se encontraron configuraciones de VPN en este Mac. Agregue primero una conexión VPN en Configuración del Sistema -> VPN.
fr: Aucune configuration VPN trouvée sur ce Mac. Veuillez d'abord ajouter une connexion VPN dans Réglages Système -> VPN.
id: Tidak ada konfigurasi VPN yang ditemukan di Mac ini. Silakan tambahkan koneksi VPN di Pengaturan Sistem -> VPN terlebih dahulu.
it: Nessuna configurazione VPN trovata su questo Mac. Aggiungi prima una connessione VPN in Impostazioni di Sistema -> VPN.
ja: このMacでVPN設定が見つかりませんでした。「システム設定」->「VPN」でVPN接続を追加してください。
ko: 이 Mac에서 VPN 구성을 찾을 수 없습니다. 시스템 설정 -> VPN에서 먼저 VPN 연결을 추가하세요.
nl: Geen VPN-configuraties gevonden op deze Mac. Voeg eerst een VPN-verbinding toe in Systeeminstellingen -> VPN.
pl: Nie znaleziono konfiguracji VPN na tym Macu. Najpierw dodaj połączenie VPN w Ustawieniach systemowych -> VPN.
pt: Nenhuma configuração VPN encontrada neste Mac. Adicione primeiro uma ligação VPN nas Definições do Sistema -> VPN.
ru: На этом Mac не найдены конфигурации VPN. Сначала добавьте VPN-подключение в Системных настройках -> VPN.
sv: Inga VPN-konfigurationer hittades på denna Mac. Lägg till en VPN-anslutning i Systeminställningar -> VPN först.
tr: Bu Mac'te VPN yapılandırması bulunamadı. Lütfen önce Sistem Ayarları -> VPN bölümünden bir VPN bağlantısı ekleyin.
uk: На цьому Mac не знайдено конфігурацій VPN. Спочатку додайте з'єднання VPN у Системних параметрах -> VPN.
vi: Không tìm thấy cấu hình VPN nào trên máy Mac này. Vui lòng thêm kết nối VPN trong Cài đặt hệ thống -> VPN trước.
zh_hans: 在此 Mac 上未找到 VPN 配置。请先在“系统设置”->“VPN”中添加 VPN 连接。
zh_hant: 在此 Mac 上找不到 VPN 設定。請先在「系統設定」->「VPN」中新增 VPN 連線。

source: Sending items...
cs: Odesílání položek...
de: Objekte werden gesendet...
es: Enviando elementos...
fr: Envoi des éléments...
id: Mengirim item...
it: Invio elementi in corso...
ja: アイテムを送信中...
ko: 항목 전송 중...
nl: Items versturen...
pl: Wysyłanie elementów...
pt: A enviar itens...
ru: Отправка элементов...
sv: Skickar objekt...
tr: Öğeler gönderiliyor...
uk: Надсилання елементів...
vi: Đang gửi các mục...
zh_hans: 正在发送项目...
zh_hant: 正在傳送項目...

# settings.calendar.ongoing.10m
source: 10 minutes after start
cs: 10 min po začátku
de: 10 Minuten nach Beginn
es: 10 minutos después del inicio
fr: 10 minutes après le début
id: 10 menit setelah dimulai
it: 10 minuti dopo l'inizio
ja: 開始10分後
ko: 시작 10분 후
nl: 10 min. na aanvang
pl: 10 minut po rozpoczęciu
pt: 10 minutos após o início
ru: 10 минут после начала
sv: 10 min efter start
tr: Başlangıçtan 10 dakika sonra
uk: Через 10 хв після початку
vi: 10 phút sau khi bắt đầu
zh_hans: 开始 10 分钟后
zh_hant: 開始後 10 分鐘

# settings.calendar.ongoing.15m
source: 15 minutes after start
cs: 15 min po začátku
de: 15 Minuten nach Beginn
es: 15 minutos после начала
fr: 15 minutes après le début
id: 15 menit setelah dimulai
it: 15 minuti dopo l'inizio
ja: 開始15分後
ko: 시작 15분 후
nl: 15 min. na aanvang
pl: 15 minut po rozpoczęciu
pt: 15 minutos após o início
ru: 15 минут после начала
sv: 15 min efter start
tr: Başlangıçtan 15 dakika sonra
uk: Через 15 хв після початку
vi: 15 phút sau khi bắt đầu
zh_hans: 开始 15 分钟后
zh_hant: 開始後 15 分鐘

# settings.calendar.ongoing.5m
source: 5 minutes after start
cs: 5 min po začátku
de: 5 Minuten nach Beginn
es: 5 minutos después del inicio
fr: 5 minutes après le début
id: 5 menit setelah dimulai
it: 5 minuti dopo l'inizio
ja: 開始5分後
ko: 시작 5분 후
nl: 5 min. na aanvang
pl: 5 minut po rozpoczęciu
pt: 5 minutos após o início
ru: 5 минут после начала
sv: 5 min efter start
tr: Başlangıçtan 5 dakika sonra
uk: Через 5 хв після початку
vi: 5 phút sau khi bắt đầu
zh_hans: 开始 5 分钟后
zh_hant: 開始後 5 分鐘

# settings.calendar.ongoing.untilEnd
source: Until event ends
cs: Do konce
de: Bis Ereignis endet
es: Hasta que finalice el evento
fr: Jusqu'à la fin de l'événement
id: Sampai acara berakhir
it: Fino alla fine dell'evento
ja: イベント終了まで
ko: 이벤트 종료 시까지
nl: Tot het einde
pl: Do końca wydarzenia
pt: Até ao final do evento
ru: До окончания события
sv: Tills slut
tr: Etkinlik bitene kadar
uk: До кінця події
vi: Cho đến khi kết thúc
zh_hans: 直到事件结束
zh_hant: 直到結束

# settings.calendar.ongoingHide.desc
source: Choose when to hide the activity for an ongoing event.
cs: Zvolte, kdy skrýt aktivitu probíhající události.
de: Wähle, wann die Aktivität für ein laufendes Ereignis ausgeblendet wird.
es: Elige cuándo ocultar la actividad de un evento en curso.
fr: Choisissez quand masquer l'activité d'un événement en cours.
id: Pilih kapan menyembunyikan aktivitas acara yang sedang berlangsung.
it: Scegli quando nascondere l'attività di un evento in corso.
ja: 進行中のイベントアクティビティを非表示にするタイミングを選択します。
ko: 진행 중인 이벤트 활동을 숨길 시점을 선택하세요.
nl: Kies wanneer de activiteit van een lopend evenement moet worden verborgen.
pl: Wybierz, kiedy ukryć aktywność trwającego wydarzenia.
pt: Escolha quando ocultar a atividade de um evento em curso.
ru: Выберите момент скрытия карточки после начала события.
sv: Välj när aktiviteten för en pågående händelse ska döljas.
tr: Devam eden bir etkinliğin ne zaman gizleneceğini seçin.
uk: Виберіть, коли приховувати активність поточної події.
vi: Chọn thời điểm ẩn hoạt động sự kiện đang diễn ra.
zh_hans: 选择何时隐藏进行中的事件活动。
zh_hant: 選擇何時隱藏進行中行程的活動。

# settings.calendar.ongoingHide.title
source: Ongoing event hide time
cs: Skrytí probíhající události
de: Ausblendzeit für laufende Ereignisse
es: Ocultar eventos en curso
fr: Masquage de l'événement en cours
id: Sembunyikan Acara Berlangsung
it: Nascondi evento in corso
ja: 進行中イベントの非表示
ko: 진행 중인 이벤트 숨기기
nl: Lopend evenement verbergen
pl: Ukrywanie trwającego wydarzenia
pt: Ocultar evento em curso
ru: Скрытие начавшихся событий
sv: Dölj pågående händelse
tr: Devam eden etkinliği gizleme zamanı
uk: Приховування поточної події
vi: Ẩn sự kiện đang diễn ra
zh_hans: 进行中的事件隐藏时间
zh_hant: 隱藏進行中行程

# settings.calendar.privacyMode.desc
source: Hide event titles and show only time blocks.
cs: Skrýt názvy událostí a zobrazovat pouze časové rozsahy.
de: Ereignistitel verbergen und nur Zeitblöcke anzeigen.
es: Ocultar títulos de eventos y mostrar solo bloques de tiempo.
fr: Masquer les titres des événements et afficher uniquement les plages horaires.
id: Sembunyikan judul acara dan hanya tampilkan rentang waktu.
it: Nascondi i titoli degli eventi e mostra solo gli orari.
ja: イベント名を非表示にし、時間のみを表示します。
ko: 이벤트 제목을 숨기고 시간 범위만 표시합니다.
nl: Verberg titels van evenementen en toon alleen tijdsbereiken.
pl: Ukryj tytuły wydarzeń i pokazuj tylko przedziały czasowe.
pt: Ocultar os títulos dos eventos e apresentar apenas os horários.
ru: Скрыть названия событий и показывать только временные блоки.
sv: Dölj händelsetitlar och visa endast tidsintervall.
tr: Etkinlik başlıklarını gizle, yalnızca zaman bloklarını göster.
uk: Приховати назви подій і показувати лише діапазон часу.
vi: Ẩn tiêu đề sự kiện và chỉ hiển thị khoảng thời gian.
zh_hans: 隐藏事件标题，仅显示时间块。
zh_hant: 隱藏行程標題並僅顯示時間範圍。

# settings.calendar.privacyMode.title
source: Privacy mode
cs: Režim soukromí
de: Datenschutzmodus
es: Modo de privacidad
fr: Mode confidentialité
id: Mode Privasi
it: Modalità privacy
ja: プライバシーモード
ko: 개인정보 보호 모드
nl: Privacymodus
pl: Tryb prywatności
pt: Modo de privacidade
ru: Режим конфиденциальности
sv: Integritetsläge
tr: Gizlilik modu
uk: Режим приватності
vi: Chế độ riêng tư
zh_hans: 隐私模式
zh_hant: 隱私模式

# settings.calendar.soundAlert.desc
source: Play a sound when an event notice appears.
cs: Přehrát zvuk při zobrazení upozornění na událost.
de: Ton abspielen, wenn eine Ereigniserinnerung erscheint.
es: Reproducir un sonido cuando aparezca un aviso de evento.
fr: Émettre un son lorsqu'un rappel d'événement apparaît.
id: Putar suara saat pengingat acara muncul.
it: Riproduci un suono quando appare l'avviso dell'evento.
ja: イベント通知が表示されたときにサウンドを再生します。
ko: 이벤트 알림이 나타날 때 사운드를 재생합니다.
nl: Speel een geluid af wanneer de gebeurteniswaarschuwing verschijnt.
pl: Odtwórz dźwięk, gdy pojawi się przypomnienie o wydarzeniu.
pt: Tocar um som quando o aviso do evento surgir.
ru: Воспроизводить звук при появлении уведомления о событии.
sv: Spela ett ljud när händelsevarningen visas.
tr: Etkinlik uyarısı göründüğünde ses çal.
uk: Відтворювати звук, коли з'являється нагадування про подію.
vi: Phát âm thanh khi thông báo sự kiện xuất hiện.
zh_hans: 事件提醒出现时播放声音。
zh_hant: 當行程提醒出現時播放聲音。

# settings.calendar.soundAlert.title
source: Sound alert
cs: Zvukové upozornění
de: Akustischer Hinweis
es: Alerta sonora
fr: Alerte sonore
id: Peringatan Suara
it: Avviso sonoro
ja: サウンドアラート
ko: 사운드 알림
nl: Geluidssignaal
pl: Alert dźwiękowy
pt: Alerta sonoro
ru: Звуковое оповещение
sv: Ljudvarning
tr: Sesli uyarı
uk: Звуковий сигнал
vi: Cảnh báo âm thanh
zh_hans: 声音提醒
zh_hant: 聲音警示

# settings.calendar.timeDisplayFormat.both
source: Exact and relative time
cs: Přesný i relativní čas
de: Genaue und relative Zeit
es: Hora exacta y relativa
fr: Heure exacte et relative
id: Waktu tepat & relatif
it: Ora esatta e relativa
ja: 正確な時間と相対時間
ko: 정확한 시간 및 상대 시간
nl: Zowel exacte als relatieve tijd
pl: Dokładny i względny czas
pt: Hora exata e relativa
ru: Точное и относительное время
sv: Både exakt och relativ tid
tr: Tam ve göreli zaman
uk: Точний і відносний час
vi: Cả giờ chính xác & tương đối
zh_hans: 精确与相对时间
zh_hant: 精確與相對時間

# settings.calendar.timeDisplayFormat.desc
source: Choose how event times are shown in the notch.
cs: Zvolte způsob zobrazení časů událostí ve výřezu.
de: Wähle, wie Ereigniszeiten in der Notch angezeigt werden.
es: Elige cómo se muestran las horas de eventos en la muesca.
fr: Choisissez comment afficher les heures des événements dans l'encoche.
id: Pilih cara menampilkan waktu acara di notch.
it: Scegli come visualizzare gli orari degli eventi nel notch.
ja: ノッチでのイベント時間の表示形式を選択します。
ko: 노치에서 이벤트 시간을 표시할 형식을 선택하세요.
nl: Kies hoe de tijden van evenementen in de notch worden weergegeven.
pl: Wybierz sposób wyświetlania godzin wydarzeń w notchu.
pt: Escolha como apresentar os horários dos eventos no notch.
ru: Выберите, как отображается время событий в вырезе.
sv: Välj hur händelsetider visas i flärpen.
tr: Etkinlik saatlerinin çentikte nasıl gösterileceğini seçin.
uk: Виберіть спосіб відображення часу подій у вирізі notch.
vi: Chọn cách hiển thị thời gian sự kiện trong notch.
zh_hans: 选择事件时间在刘海中的显示方式。
zh_hant: 選擇在「瀏海」中顯示行程時間的方式。

# settings.calendar.timeDisplayFormat.exact
source: Exact time
cs: Přesný čas
de: Genaue Zeit
es: Hora exacta
fr: Heure exacte
id: Waktu tepat
it: Ora esatta
ja: 正確な時間
ko: 정확한 시간
nl: Exacte tijd
pl: Dokładny czas
pt: Hora exata
ru: Точное время
sv: Exakt tid
tr: Tam zaman
uk: Точний час
vi: Giờ chính xác
zh_hans: 精确时间
zh_hant: 精確時間

# settings.calendar.timeDisplayFormat.relative
source: Relative time
cs: Relativní čas
de: Relative Zeit
es: Hora relativa
fr: Heure relative
id: Waktu relatif
it: Ora relativa
ja: 相対時間
ko: 상대 시간
nl: Relatieve tijd
pl: Względny czas
pt: Hora relativa
ru: Относительное время
sv: Relativ tid
tr: Göreli zaman
uk: Відносний час
vi: Thời gian tương đối
zh_hans: 相对时间
zh_hant: 相對時間

# settings.calendar.timeDisplayFormat.title
source: Time display format
cs: Formát zobrazení času
de: Zeitanzeigeformat
es: Formato de hora
fr: Format d'affichage de l'heure
id: Format Tampilan Waktu
it: Formato visualizzazione ora
ja: 時刻表示形式
ko: 시간 표시 형식
nl: Tijdweergave-indeling
pl: Format wyświetlania czasu
pt: Formato de apresentação da hora
ru: Формат отображения времени
sv: Tidsvisningsformat
tr: Zaman gösterim biçimi
uk: Формат відображення часу
vi: Định dạng hiển thị thời gian
zh_hans: 时间显示格式
zh_hant: 時間顯示格式

# settings.common.change
source: Change
cs: Změnit
de: Ändern
es: Cambiar
fr: Modifier
id: Ubah
it: Modifica
ja: 変更
ko: 변경
nl: Wijzig
pl: Zmień
pt: Alterar
ru: Изменить
sv: Ändra
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

# settings.common.choose
source: Choose
cs: Zvolit
de: Wählen
es: Elegir
fr: Choisir
id: Pilih
it: Scegli
ja: 選択
ko: 선택
nl: Kies
pl: Wybierz
pt: Escolher
ru: Выбрать
sv: Välj
tr: Seç
uk: Вибрати
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# settings.common.select
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
id: Pilih
it: Seleziona
ja: 選択
ko: 선택
nl: Selecteer
pl: Zaznacz
pt: Selecionar
ru: Выбрать
sv: Markera
tr: Seç
uk: Обрати
vi: Chọn
zh_hans: 选择
zh_hant: 選取

# settings.debug.card.persistentEvents
source: Persistent Events
cs: Trvalé události
de: Dauerhafte Ereignisse
es: Eventos persistentes
fr: Événements persistants
id: Peristiwa Persisten
it: Eventi persistenti
ja: 永続イベント
ko: 지속적 이벤트
nl: Permanente gebeurtenissen
pl: Zdarzenia stałe
pt: Eventos persistentes
ru: Постоянные события
sv: Beständiga händelser
tr: Kalıcı Olaylar
uk: Постійні події
vi: Sự kiện liên tục
zh_hans: 持久事件
zh_hant: 持續事件

# settings.debug.card.triggerEvents
source: Trigger Events
cs: Spouštěče událostí
de: Ereignisse auslösen
es: Activar eventos
fr: Déclencher des événements
id: Pemicu Peristiwa
it: Attiva eventi
ja: イベントトリガー
ko: 이벤트 트리거
nl: Gebeurtenissen activeren
pl: Wyzwalacze zdarzeń
pt: Acionar eventos
ru: Триггеры событий
sv: Utlös händelser
tr: Olayları Tetikle
uk: Тригери подій
vi: Kích hoạt sự kiện
zh_hans: 触发事件
zh_hant: 觸發事件

# settings.debug.card.utilities
source: Utilities
cs: Nástroje
de: Werkzeuge
es: Utilidades
fr: Utilitaires
id: Utilitas
it: Utilità
ja: ユーティリティ
ko: 유틸리티
nl: Hulpprogramma's
pl: Narzędzia
pt: Utilitários
ru: Утилиты
sv: Verktyg
tr: Araçlar
uk: Утиліти
vi: Tiện ích
zh_hans: 实用工具
zh_hant: 工具程式

# settings.downloads.card.appearance
source: Download appearance
cs: Vzhled stahování
de: Download-Erscheinungsbild
es: Apariencia de descargas
fr: Apparence des téléchargements
id: Tampilan Unduhan
it: Aspetto dei download
ja: ダウンロードの外観
ko: 다운로드 모양
nl: Downloadweergave
pl: Wygląd pobierania
pt: Aparência de descargas
ru: Внешний вид загрузок
sv: Hämtningsutseende
tr: İndirme görünümü
uk: Вигляд завантаження
vi: Giao diện tải xuống
zh_hans: 下载外观
zh_hant: 下載外觀
